Repository: gecube/opencaesar3
Catalog: locales/*.po
Languages: fr_fr

source: Farm
fr_fr: Ferme

source: Raw materials
fr_fr: Matieres premieres

# Factory
source: Workshop
fr_fr: Atelier

# Small temples
source: Small temple
fr_fr: Petit temple

# Large temples
source: Large temple
fr_fr: Grand temple

# Inhabitants didn't report about crimes
source: Inhabitants didn't report any crimes
fr_fr: Les habitants n'ont pas signalés de crimes

# Inabitants of tents provide food themselves, conducting a subsistence economy
source: Inabitants of tents produce the food themselves, conducting a subsistence economy
fr_fr: Les habitants de tentes fournissent de la nourriture pour eux-mêmes, en réalisant une économie de subsistance

source: %d citizens, additional rooms for %d
fr_fr: %d citoyens, place additionel disponible pour %d

source: %d citizens
fr_fr: %d citoyens

# %d citizens, %d habitants en trop
source: %d citizens, %d extra inhabitants
fr_fr: %d citoyens, %d habitants en trop

# ##houseBtnTooltip
source: Build housing
fr_fr: Construire des logements

# ##clearBtnTooltip
source: Clear land
fr_fr: Défricher

# ##roadBtnTooltip
source: Build roads
fr_fr: Construire des routes

# ##waterBtnTooltip
source: Water-related structures
fr_fr: Structures liées à l'eau

# ##healthBtnTooltip
source: Health-related structures
fr_fr: Structures liées à la santé

# ##templeBtnTooltip
source: Religious structures
fr_fr: Les structures religieuses

# ##educationBtnTooltip
source: Education structures
fr_fr: Structures d'éducation

# ##entertainmentBtnTooltip
source: Entertainment structures
fr_fr: Structures de divertissement

# ##administractionBtnTooltip
source: Administration or Government structures
fr_fr: Structures de l'administration ou de gouvernement

# ##engineerBtnTooltip
source: Engineering structures
fr_fr: Structures d'ingénierie

# ##securityBtnTooltip
source: Security structures
fr_fr: Structures de sécurité

# ##comerceBtnTooltip
source: Industrial structures
fr_fr: Structures industrielles

# ##senateBtnTooltip
source: Visit your advisors
fr_fr: Visitez vos conseillers

# ##empireBtnTooltip
source: Go to the map of the Empire
fr_fr: Aller à la carte de l'Empire

# ##northBtnTooltip
source: Re-orient your view to Due North
fr_fr: Réorienter votre vue vers le nord

# ##rotateLeftBtnTooltip
source: Rotate the map counter-clockwise
fr_fr: Tourner la carte dans le sens antihoraire

# ##rotateRightBtnTooltip
source: Rotate the map clockwise
fr_fr: Tourner la carte dans le sens horaire

# ##cancelBtnTooltip
source: UNDO your last action
fr_fr: Annuler la dernière action

# ##messageBtnTooltip
source: View messages
fr_fr: Voir les messages

# ##disasterBtnTooltip
source: Cycle through any recent trouble spots in the city
fr_fr: Vérifiez les points chauds récents de la ville

# building_theater
source: Theater
fr_fr: Théâtre

# building_amphitheater
source: Amphitheater
fr_fr: Amphithéâtre

# building_collosseum
source: Colosseum
fr_fr: Colisée

# building_actor
source: Actor colony
fr_fr: Ecole de théâtre

# building_gladiator
source: Gladiator school
fr_fr: Ecole de gladiateurs

# building_lion
source: Lion house
fr_fr: Parc à lions

# building_chariot
source: Chariot maker
fr_fr: Fabrique de chariots

# building_house
source: House
fr_fr: Maison

# building_road
source: Road
fr_fr: Route

# building_plaza
source: Plazza
fr_fr: Place

# building_garden
source: Gardens
fr_fr: Jardin

# building_senate
source: Senate
fr_fr: Sénat

# building_prefect
source: Prefecture
fr_fr: Préfecture

# building_doctor
source: Doctor
fr_fr: Dispensaire

# building_hospital
source: Hospital
fr_fr: Hôpital

# building_baths
source: Baths
fr_fr: Thermes

# building_barber
source: Barber
fr_fr: Barbier

# building_school
source: School
fr_fr: Ecole

# building_college
source: University
fr_fr: Université

# building_library
source: Library
fr_fr: Bibliothèque

# building_market
source: Market
fr_fr: Marché

# building_granary
source: Granary
fr_fr: Grenier

# building_warehouse
source: Warehouse
fr_fr: Entrepôt

# building_wheat
source: Wheat farm
fr_fr: Ferme de blé

# building_fruit
source: Fruit farm
fr_fr: Verger

# building_vegetable
source: Vegetable farm
fr_fr: Potager

# building_olive
source: Olive farm
fr_fr: Oliveraie

# building_grape
source: Vine farm
fr_fr: Vignes

# building_meat
source: Pig farm
fr_fr: Porcherie

# building_marble
source: Marble quarry
fr_fr: Carrière de marbre

# building_iron
source: Iron mine
fr_fr: Mine de fer

# building_timber
source: Timber yard
fr_fr: Chantier de bois

# building_clay
source: Clay pit
fr_fr: Puits d'argile

# building_wine
source: Wine workshop
fr_fr: Fabrique de vin

# building_oil
source: Oil workshop
fr_fr: Fabrique d'huile

# building_weapon
source: Weapons workshop
fr_fr: Fabrique d'armes

# building_furniture
source: Furniture workshop
fr_fr: Fabrique de meubles

# building_pottery
source: Pottery workshop
fr_fr: Atelier de potteries

# building_engineer
source: Engineer's post
fr_fr: Etude d'architectes

# building_statue1
source: Small statue
fr_fr: Petite statue

# building_statue3
source: Large statue
fr_fr: Grande statue

# building_low_bridge
source: Low bridge
fr_fr: Pont bas

# building_high_bridge
source: High bridge
fr_fr: Pont haut

# building_well
source: Well
fr_fr: Puits

# building_temple_ceres
source: Temple of Ceres
fr_fr: Temple à Ceres

# building_temple_neptune
source: Temple of Neptune
fr_fr: Temple à Neptune

# building_temple_mars
source: Temple of Mars
fr_fr: Temple à Mars

# building_temple_venus
source: Temple of Venus
fr_fr: Temple à Vénus

# building_temple_mercure
source: Temple of Mercury
fr_fr: Temple à Mercure

# building_big_temple_ceres
source: Temple of Ceres
fr_fr: Temple à Ceres

# building_big_temple_neptune
source: Temple of Neptune
fr_fr: Temple à Neptune

# building_big_temple_mars
source: Temple of Mars
fr_fr: Temple à Mars

# building_big_temple_venus
source: Temple of Venus
fr_fr: Temple à Vénus

# building_big_temple_mercure
source: Temple of Mercury
fr_fr: Temple à Mercury

# building_reservoir
source: Reservoir
fr_fr: Réservoir

# building_shipyard
source: Shipyard
fr_fr: Chantier naval

# building_wharf
source: Wharf
fr_fr: Quai

# building_governor's_house
source: Governor's House
fr_fr: Maison du Gouverneur

# building_governor's_villa
source: Governor's Villa
fr_fr: Villa du Gouverneur

# building_governor's_palace
source: Governor's Palace
fr_fr: Palais du Gouverneur
