Repository: gecube/opencaesar3
Catalog: */LC_MESSAGES/*.po
Languages: fr

source: %d employes (%d requis)
fr: %d employees (%d needed)

source: %d occupants, %d places disponibles
fr: %d occupants, %d available places

source: %d occupants, %d habitants en trop
fr: %d occupants, %d additional inhabitants

source: Aucun percepteur ne passe ici. Ne paye pas de taxes
fr: Not visited by a taxman. Not paying taxes.

source: Paye %d Denarii de taxes par mois
fr: Pays %d denarii of taxes a month

source: Ce quartier est tranquille
fr: This neighbourhood is quiet

source: %s en stock: %d unites
fr: %s in stock: %d units

source: Petite tente
fr: Small tent

source: Grande tente
fr: Large tent

source: Petite hutte
fr: Small shack

source: Grande hutte
fr: Large shack

source: Petit taudis
fr: Small hovel

source: Grand taudis
fr: Large hovel

source: Petite maison
fr: Small casa

source: Grande maison
fr: Large casa

source: Petite insula
fr: Small insulae

source: Insula moyenne
fr: Medium insulae

source: Grande insula
fr: Large insulae

source: Insula imposante
fr: Grand insulae

source: Petite villa
fr: Small villa

source: Villa moyenne
fr: Medium villa

source: Grande Villa
fr: Large villa

source: Villa imposante
fr: Grand villa

source: Petit palais
fr: Small palace

source: Palais moyen
fr: Medium palace

source: Grand palais
fr: Large palace

source: Palais luxueux
fr: Luxury palace

source: Le travail est a %d%% termine.
fr: The work is %d%% finished.

source: Cette fabrique dispose de toute la main-d'oeuvre necessaire et produit des armes de qualite en quantite.
fr: This factory has all the employees it needs. It produces the maximum amount of weapons.

source: Ble
fr: Wheat

source: Poisson
fr: Fish

source: Viande
fr: Meat

source: Legumes
fr: Vegetables

source: Huile
fr: Oil

source: Raisin
fr: Vines

source: Vin
fr: Wine

source: Bois
fr: Wood

source: Meubles
fr: Furniture

source: Argile
fr: Clay

source: Poterie
fr: Pottery

source: Fer
fr: Iron

source: Armes
fr: Weapons

source: Marbre
fr: Marble

source: Rien
fr: Nothing

source: Grenier
fr: Granary

source: Marche
fr: Market

source: %d unites en stock. Espace pour %d unites.
fr: %d units in stock. Space available for %d units.

source: Blé- Production arretee sous ordre du gouverneur
fr: Production stopped as ordered by the gouverner.

source: Blé- Production arretee par manque de personnel
fr: This wheat farm has stopped producing due to worker shortage.

source: Blé- Production quasimment a l'arret par manque de main-d'oeuvre
fr: This wheat farm has almost stopped producing due to worker shortage.

source: Blé- Production tres ralentie par manque d'employes
fr: This wheat farm has slowed its production due to shortage of workers.

source: Blé- Production limitee par manque de personnel
fr: This wheat farm has limited its production due to shortage of workers.

source: Blé- Production legerement ralentie par manque d'employes
fr: This farm doesn't have enough workers. The production could go faster with extra workers.

source: Blé- Production a son maximum
fr: This farm has all the employees it needs. Productions is at maximmum.

source: Armes- Production arretee sous ordre du gouverneur
fr: Your trade advisor ordered a halt to the production of weapons.

source: Armes- Production arretee par manque de personnel
fr: This workshop doesn't hire anyone. The productions has stopped.

source: Armes- Production quasimment a l'arret par manque de main-d'oeuvre
fr: Due to the number of workers, the production of this workshop is almost down to 0. Few weapons will be produced this year.

source: Armes- Production tres ralentie par manque d'employes
fr: Seuls quelques employés travaillent ici. La production est donc très ralentie.

source: Armes- Production limitee par manque de personnel
fr: Cette fabrique manque de personnel, et la production d'armes est plus longue que d'habitude.

source: Armes- Production legerement ralentie par manque d'employes
fr: Cette fabrique ne dispose pas de suffisamment d'ouvriers, la production sera donc légèrement réduite.

source: Armes- Production a son maximum
fr: Cette fabrique dispose de toute la main-d'oeuvre nécessaire et produit des armes de qualité.

source: Armes- Production arretee par manque de matiere premiere
fr: Cette fabrique a besoin qu'on lui livre du fer en provenance d'un entrepôt ou d'une mine afin de pouvoir construire des armes.

source: Fer- Production arretee sous ordre du gouverneur
fr: Your trade advisor ordered a halt to the mining of iron.

source: Fer- Production arretee par manque de personnel
fr: Cette mine n'emploie personne. La production est inexistante.

source: Fer- Production quasimment a l'arret par manque de main-d'oeuvre
fr: Compte tenu du nombre de mineurs ici, la production est presque nulle. Très peu de fer sera extrait cette année.

source: Fer- Production tres ralentie par manque d'employes
fr: Seuls quelques employés travaillent ici. La production est donc très ralentie.

source: Fer- Production limitee par manque de personnel
fr: Cette mine manque de main-d'oeuvre. La production est plus longue que d'habitude.

source: Fer- Production legerement ralentie par manque d'employes
fr: Cette mine ne dispose pas de suffisamment d'ouvriers. L'extraction pourrait être plus efficace avec plus de mineurs.

source: Fer- Production a son maximum
fr: Cette mine dispose de toute la main-d'oeuvre nécessaire, et la production de fer est abondante.

source: Terrain vague
fr: Plain field

source: building_theater
fr: Theatre

source: building_amphitheater
fr: Amphitheater

source: building_hippodrome
fr: Hippodrome

source: building_collosseum
fr: Colosseum

source: building_actor
fr: Actor colony

source: building_gladiator
fr: Gladiator school

source: building_lion
fr: Lian pit

source: building_chariot
fr: Chariot maker

source: building_house
fr: House

source: building_road
fr: Road

source: building_plaza
fr: Plazza

source: building_garden
fr: Gardens

source: building_senate
fr: Senate

source: building_forum
fr: Forum

source: building_prefect
fr: Prefecture

source: building_doctor
fr: Doctor

source: building_hospital
fr: Hospital

source: building_baths
fr: Baths

source: building_barber
fr: Barber

source: building_school
fr: School

source: building_college
fr: University

source: building_library
fr: Library

source: building_market
fr: Market

source: building_granary
fr: Granary

source: building_warehouse
fr: Warehouse

source: building_wheat
fr: Wheat farm

source: building_fruit
fr: Fruit farm

source: building_vegetable
fr: Vegetable farm

source: building_olive
fr: Olive farm

source: building_grape
fr: Vine farm

source: building_meat
fr: Pig farm

source: building_marble
fr: Marble quarry

source: building_iron
fr: Iron mine

source: building_timber
fr: Timber yard

source: building_clay
fr: Clay pit

source: building_wine
fr: Wine workshop

source: building_oil
fr: Oil workshop

source: building_weapon
fr: Weapons workshop

source: building_furniture
fr: Furniture workshop

source: building_pottery
fr: Pottery workshop

source: building_engineer
fr: Engineer's post

source: building_statue1
fr: Small statue

source: building_statue2
fr: Statue

source: building_statue3
fr: Large statue

source: building_low_bridge
fr: Low bridge

source: building_high_bridge
fr: High bridge

source: building_well
fr: Well

source: building_fountain
fr: Fontaine

source: building_temple_ceres
fr: Temple of Ceres

source: building_temple_neptune
fr: Temple of Neptune

source: building_temple_mars
fr: Temple of Mars

source: building_temple_venus
fr: Temple of Venus

source: building_temple_mercure
fr: Temple of Mercury

source: Ferme
fr: Farm

source: Matieres premieres
fr: Raw materials
